Repository: SwiftEnProfundidad/ios-architecture-showcase
Catalog: Sources/Shared/Kernel/Resources/Localizable.xcstrings
Source language: en
Languages: es

# auth.error.invalidCredentials
source: Incorrect email or password.
es: Email o contraseña incorrectos.

# auth.error.invalidEmailFormat
source: The email format is invalid.
es: El formato del email no es válido.

# auth.error.network
source: The connection failed. Please try again.
es: No se pudo conectar. Inténtalo de nuevo.

# auth.error.sessionExpired
source: Your session expired. Please sign in again.
es: Tu sesión ha expirado. Vuelve a iniciar sesión.

# auth.error.unexpected
source: An unexpected error occurred.
es: Se produjo un error inesperado.

# auth.login.cta
source: Sign in
es: Entrar

# auth.login.cta.accessibility
source: Sign in button
es: Botón iniciar sesión

# auth.login.email.accessibility
source: Email field
es: Campo de email

# auth.login.navigationTitle
source: Access
es: Acceso

# auth.login.password
source: Password
es: Contraseña

# auth.login.password.accessibility
source: Password field
es: Campo de contraseña

# auth.login.quickAccess
source: Use evaluation account
es: Acceso rápido de evaluación

# auth.login.quickAccess.accessibility
source: Evaluation account quick access button
es: Botón de acceso rápido para evaluación

# auth.login.title
source: Sign in
es: Iniciar sesión

# boardingpass.boardingDeadline
source: Boarding closes
es: Embarque hasta

# boardingpass.error.load
source: The boarding pass could not be loaded.
es: No se pudo cargar la tarjeta de embarque.

# boardingpass.error.title
source: The boarding pass could not be loaded
es: No se pudo cargar la tarjeta

# boardingpass.gate
source: Gate
es: Puerta

# boardingpass.loading
source: Loading boarding pass...
es: Cargando tarjeta...

# boardingpass.navigationTitle
source: Boarding pass
es: Tarjeta de embarque

# boardingpass.qr.accessibility
source: Boarding QR code
es: Código QR de embarque

# boardingpass.seat
source: Seat
es: Asiento

# flights.detail.boardingPassCTA
source: Open boarding pass
es: Ver tarjeta de embarque

# flights.detail.boardingPassCTA.accessibility
source: Open boarding pass
es: Abrir tarjeta de embarque

# flights.detail.departureTitle
source: Departure
es: Salida

# flights.detail.error.title
source: The flight could not be loaded
es: No se pudo cargar el vuelo

# flights.detail.gateTitle
source: Gate
es: Puerta

# flights.detail.loading
source: Loading flight detail...
es: Cargando detalle...

# flights.detail.navigationTitle
source: Flight detail
es: Detalle del vuelo

# flights.detail.weather.title
source: Destination weather
es: Meteorología en destino

# flights.error.detail
source: The flight detail could not be loaded.
es: No se pudo cargar el detalle del vuelo.

# flights.error.load
source: The flights could not be loaded.
es: No se pudieron cargar los vuelos.

# flights.list.error.title
source: The flights could not be loaded
es: No se pudieron cargar los vuelos

# flights.list.loading
source: Loading flights...
es: Cargando vuelos...

# flights.list.loadingMore
source: Loading more flights...
es: Cargando más vuelos...

# flights.list.logout
source: Sign out
es: Cerrar sesión

# flights.list.logout.accessibility
source: Sign out button
es: Botón cerrar sesión

# flights.list.navigationTitle
source: My flights
es: Mis vuelos

# flights.list.staleWarning
source: Showing the latest available snapshot. The information may be stale.
es: Mostrando la última copia disponible. Los datos pueden no estar actualizados.

# flights.row.accessibility
source: Flight %@ from %@ to %@, status %@
es: Vuelo %@ de %@ a %@, estado %@

# flights.status.boarding
source: Boarding
es: Embarcando

# flights.status.cancelled
source: Cancelled
es: Cancelado

# flights.status.delayed
source: Delayed
es: Retrasado

# flights.status.departed
source: Departed
es: Despegado

# flights.status.onTime
source: On time
es: En hora
